Revit 2027 API
ParameterTypeId.WallUserHeightParam Property
 "Unconnected Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallUserHeightParam { get; }
Public Shared ReadOnly Property WallUserHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallUserHeightParam {
	ForgeTypeId^ get ();
}
static member WallUserHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace